#include <stdio.h>
#include <stdlib.h>
  
int main(void) {
    
    
    printf("        *****     *****        ");
    printf("      ********* *********      ");
    printf("    ***********************    ");
    printf("   *************************   ");
    printf("  ***************************  ");
    printf("  ***************************  ");
    printf("  *歡迎來到黃郁翔的作業展示館* ");
    printf("    ***********************    ");
    printf("      *******************      ");
    printf("        ***************        ");
    printf("          ***********          ");
    printf("            *******            ");
    printf("              ***              ");
    printf("               *               ");

    system("pause"); // 暫停，等待使用者按鍵
    system("CLS");   // 清除螢幕
